var config = {
    texts: [
        "送给我",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "亲爱的胡泓宇",  // 同上...
        "今天是你的22岁生日",
        "是我们在一起过的",
        "第二个生日了哦",
        "去年的生日",
        "也是在zoom里一起过的",
        "希望未来有机会一起吹蜡烛～",
        "祝宝贝22岁生日快乐！！",
        "天天开心，然后万事胜意～",
        "申请大顺利呼呼呼",
        "当然最重要的一定是身心健康！",
        "反正你在我心里就是最好的",
        "然后就是",
        "一定要记得爱我",
        "也一定要爱自己",
        "因为我爱你～～ 比心",
        "2024.2.24",
        "From 汪怡婧",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        //"亲爱的胡泓宇": "./imgs/HBD.png",
        // "今天是你的22岁生日": "./imgs/birthday.PNG",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始啦啦啦啦",
        play: "音乐起！！",
        bannar_coming: "来点气氛组",
        balloons_flying: "好像少点东西",
        cake_fadein: "再来点蛋糕恰恰",
        light_candle: "点个赛博蜡烛",
        wish_message: "胡泓宇22岁生日快乐！！",
        story: "A MESSAGE FOR YOU",
    }
};
